Repository: common-repository/webphone
Catalog: languages/webphone-dynamics-plugin-*.po
Languages: es_es

source: https://wordpress.org/plugins/webphone/
es_es: https://es.wordpress.org/plugins/webphone/

source: https://webphone.net/en
es_es: https://webphone.net

source: You do not have sufficient permission to perform this operation
es_es: No tienes los suficientes permisos para realizar esta operación

source: Settings Updated
es_es: Cambios guardados

source: Settings saved successfully.
es_es: Cambios guardados correctamente.

source: Error saving settings.
es_es: Se ha producido un error guardando los cambios.

source: Wrong JSON format, please review it.
es_es: JSON mal formado, por favor revísalo.

source: Webphone configuration parameters will be reset to the default empty value. You can undo this action clicking on <em>Undo reset to Default</em>.<br>For changes to take effect, remember click in <strong>Save changes</strong> when you finish the edition.
es_es: Parámetros de configuración de Webphone serán restablecidos a valores vacíos o por defecto. Puedes deshacer esta acción haciendo click en <em>Deshacer restablecer parámetros</em>.<br>Para que los cambios tengan efecto, recuerda hacer click en <strong>Guardar cambios</strong> cuando finalices la edición.

source: Welcome to Webphone Dynamics!
es_es: Bienvenido a Webphone Dynamics!

source: This plugin is a complement for Webphone customers that will make it easier to use the tool on your Wordpress website.
es_es: Este plugin es un complemento para los clientes de Webphone con el que se facilitará la integración y uso de la herramienta en tu sitio Web Wordpress.

source: If you are not a customer yet, you can <a href="https://dashboard.webphone.net/create-account/" target="_blank">create a new account</a>, know about <a href="https://www.webphone.net/en/#solutions" target="_blank">our solutions</a> or if you prefer, <a href="https://www.webphone.net/en/contact/" target="_blank">request a demo</a> to test the product.
es_es: Si todavía no eres un cliente, puedes <a href="https://dashboard.webphone.net/create-account/" target="_blank">crear una cuenta</a>, conocer <a href="https://www.webphone.net/#soluciones" target="_blank">nuestras soluciones</a> ó si lo prefieres, <a href="https://www.webphone.net/contacto/" target="_blank">solicitar una Demo</a> para probar el producto.

source: If you need help or want more information
es_es: Si necesitas ayuda o quieres más información

source: we will contact you right now
es_es: contactaremos contigo lo antes posible

source: Insert or update your <strong>Webphone</strong> config settings parameters in a well JSON format. For changes to take effect, remember click in <strong>Save changes</strong> when you finish the edition
es_es: Inserta o actualiza tus parámetros de configuración de <strong>Webphone</strong> en un JSON bien formado. Para que los cambios tengan efecto, recuerda hacer click en <strong>Guardar cambios</strong> cuando finalices la edición

source: Reset parameters to default values
es_es: Restablecer parámetros de configuración a valores por defecto

source: Reset parameters
es_es: Restablecer parámetros

source: Undo reset setting parameters to default values
es_es: Deshacer restablecer parámetros de configuración a valores por defecto

source: Undo reset parameters
es_es: Deshacer restablecer parámetros

source: Warning!, this action can not be undone
es_es: Aviso!, esta acción no puede deshacerse

source: Save changes
es_es: Guardar cambios

source: <strong>Default </strong>Webphone setting parameters in a well JSON format
es_es: Parámetros de configuración por <strong>Defecto </strong> de Webphone en formato JSON

source: <strong>Default</strong> fields notes:
es_es: Notas de campos <strong>por defecto</strong>:

source: <strong><em>load_script</em></strong> *required. (boolean value): true is required to work
es_es: <strong><em>load_script</em></strong> *requerido. (valor booleano): true --> Webphone se cargará en tu sitio Web | false --> no se cargará Webphone

source: <strong><em>script_url</em></strong> *required
es_es: <strong><em>script_url</em></strong> *requerido

source: <strong><em>script_load_location</em></strong>. Webphone script load location in your website, allow values: HEAD | BODY. Default: HEAD
es_es: <strong><em>script_load_location</em></strong>. Ubicación de carga del script en tu website, valores permitidos: HEAD | BODY. Por defecto: HEAD

source: <strong><em>default_widget_id</em></strong>: id widget will be used if others ids are not defined
es_es: <strong><em>default_widget_id</em></strong>: ID de Widget que será usado por defecto si otros IDs no son especificados

source: <strong><em>privacy_check_format</em></strong> allow values: NO_CHECK | SIMPLE_CHECK | DOUBLE_CHECK. Default: SIMPLE_CHECK
es_es: <strong><em>privacy_check_format</em></strong> valores permitidos: NO_CHECK | SIMPLE_CHECK | DOUBLE_CHECK. Por defecto: SIMPLE_CHECK

source: Need help? <br>Call free right now!
es_es: ¿Necesitas ayuda? <br>Te llamamos gratis ahora mismo!

source: Need help?
es_es: ¿Necesitas ayuda?

source: Call free right now!
es_es: Te llamamos gratis ahora mismo!

source: THE WEBPHONE PLUG-IN IS NOT INSTALLED
es_es: WEBPHONE PLUG-IN NO ESTÁ INSTALADO

source: To activate the plug-in Webphone need an ID and indicates where you want to display your button. <br> Please perform the following steps.
es_es: Para activar Webphone plug-in necesitas un ID e indicar donde quieres que se muestre tu botón. <br> Por favor completa los siguientes pasos.

source: THE WEBPHONE PLUG-IN HAS BEEN ACTIVATED SUCCESSFULLY
es_es: WEBPHONE PLUG-IN FUE ACTIVADO SATISFACTORIAMENTE

source: Please make sure the widget ID is valid and start receiving calls right now. Welcome to <span class="wphcolor">Webphone!</span>!
es_es: Por favor, asegúrate que el ID de widget es válido y empieza a recibir llamadas ahora mismo. Bienvenido a <span class="wphcolor">Webphone!</span>!

source: Activate your <span class="wphcolor">Webphone</span> in 3 easy steps
es_es: Activa tu <span class="wphcolor">Webphone</span> en 3 sencillos pasos

source: 1. Register in <span class="wphcolor">Webphone</span>
es_es: 1. Regístrate en <span class="wphcolor">Webphone</span>

source: You need to be registered for Webphone to be used. Please, visit <a target="_blank" href="https://dashboard.webphone.net/create-account/"><span class="wphnormalcolor">dashboard.webphone.net/create-account</span></a> and sign up.
es_es: Necesitas estar registrado desde Webphone para poder usarlo. Por favor, visit <a target="_blank" href="https://dashboard.webphone.net/create-account/"><span class="wphnormalcolor">dashboard.webphone.net/create-account</span></a> regístrate.

source: 2. Get your <span class="wphcolor">Webphone</span> ID
es_es: 2. Obtén tu <span class="wphcolor">Webphone</span> ID

source: After signing up, your access details by emailed to you. Access your account at your WordPress panel (see below) or at <a target="_blank" href="https://dashboard.webphone.net/"><span class="wphnormalcolor">dashboard.webphone.net</span></a> and follow the instructions to set up your button and generate your ID.
es_es: Después de registrarte te enviarmeos tus detalles de acceso por email. Accede a tu cuenta de Webphone desde aquí (ver más abajo) o desde <a target="_blank" href="https://dashboard.webphone.net/"><span class="wphnormalcolor">dashboard.webphone.net</span></a> y sigue las instrucciones para configurar tu botón y generar su ID.

source: 3. Insert <span class="wphcolor">Webphone</span> in your website
es_es: 3. Inserta <span class="wphcolor">Webphone</span> en tu web

source: Please select the Webphone position in the site
es_es: Por favor selecciona la posición de Webphone en tu web

source: Enter your Webphone ID
es_es: Introduce tu Webphone ID

source: ACTIVE WEBPHONE
es_es: ACTIVAR WEBPHONE

source: REFRESH WEBPHONE
es_es: ACTUALIZA WEBPHONE

source: What is Webphone?
es_es: ¿Qué es Webphone?

source: Webphone is the button to be inserted in your website so that your customers can call you for free. It prevents them to leave the site without contacting and helps you to increase your online sales.
es_es: Webphone es el botón que se inserta en tu sitio web para que tus clientes y usuarios puedan llamerte de manera gratuita. Previene que abandonen la web sin contactar contigo y ayuda a aumenter tus ventas.

source: Discover more about Webphone at <a class="white" href="https://www.webphone.net/en/">www.webphone.net
es_es: Descubre más sobre Webphone en <a class="white" href="https://www.webphone.net/">www.webphone.net

source: Access your account
es_es: Accede a tu cuenta

source: Forgot your password?
es_es: ¿Olvidaste tu contraseña?

source: Username
es_es: Usuario

source: Password
es_es: Contraseña
